update questions
set question='<b>ПАЛЕОНТОЛОГИЯ</b>

🐥 Птицы - это динозавры
',
    answer_description='За последние годы палеонтологи пришли к консенсусу, что <b>птиц можно считать динозаврами</b>.

Изменение представлений связано с большим количеством находок переходных форм и изменением подхода к классификации. О родстве птиц и динозавров говорит то, что многие динозавры имели перья и, вероятно, были теплокровными. Динозавров и птиц (которые теперь являются оперенными динозаврами из клады теропод) роднит множество общих черт в строении скелета.
'
where id=1;

update questions
set question='<b>ФИЗИКА</b>

☢️ Тяжелая вода радиоактивна',
    answer_description='Да, тяжелая вода часто находится рядом с радиоактивными материалами (например, на атомных станциях).
Сама по себе она <b>не радиоактивна</b>, потому что состоит из стабильного изотопа водорода – дейтерия.'
where id=2;
update questions
set question='<b>АСТРОФИЗИКА</b>

🪐 В центре нашей галактики существует огромная черная дыра',
    answer_description='Да, по современным представлениям, в центре нашей галактики находится <b>сверхмассивная черная дыра Sgr A*</b>.
Любопытно, что по некоторым гипотезам черная дыра может быть в нашей Солнечной системе.
'
where id=3;
update questions
set question=' <b>ХИМИЯ</b>

❄️ Жидкая вода может существовать при отрицательной температуре',
    answer_description='Да, это правда.
Существует целых две причины, по которым такое явление может существовать.
Во-первых,<b> мы не указали давление</b>. Многие знают, что вода кипит при более высокой температуре при повышенном давлении (на этом основаны принцип действия автоклава и скороварки), тогда как в горах вода закипает при более низкой температуре. График зависимости агрегатного состояния вещества от температуры и давления называется фазовой диаграммой. У воды она довольно необычная: лед менее плотный, чем жидкая вода, поэтому при повышении давления он тает. Да вы и сами, вероятно, наблюдали, как под давлением лезвий коньков лед тает, и мы можем кататься. Таким образом, чистая жидкая вода может существовать при температуре и -2°С, и -5°С, надо лишь увеличить давление.
<b>Но и это не все</b>. Оказывается, жидкая вода может существовать при нормальном атмосферном давлении при температуре аж - 48 градусов!
Это явление носит название <b>«переохлажденная вода»</b>.

Вы можете провести эксперимент по получению переохлажденной воды в домашних условиях.
Возьмите стакан с водой и поставьте его в морозилку. Если все сделать аккуратно, то в какой-то момент вода будет еще жидкой, но при этом иметь температуру ниже 0°С, но стоит бросить в нее льдинку — как она вся замерзнет!

'
where id=4;
update questions
set question='<b>ТЕХНОЛОГИЯ</b>

🤯 Ядерную реакцию возможно провести в домашних условиях, и никто не пострадает',
    answer_description='<b>Первые искусственные ядерные реакции</b> проводили в почти домашних условиях <b>без какой-либо радиационной защиты</b>, исследователи при этом не страдали.
В наше время, например, реакцию синтеза ядер гелия из ионов изотопа водорода (дейтерия) провел 13-летний американский школьник в своей комнате. Для этого он построил ускоритель — фузор, в котором началась самая настоящая ядерная реакция. Родители поддерживали юношу, они совершенно не боялись: никакой опасности не было.
'
where id=5;
update questions
set question='<b>НЕЙРОБИОЛОГИЯ</b>

🦋 Бабочка сохраняет память о том времени, когда она была личинкой',
    answer_description='Сегодня нейробиологи убеждены, что память (не только у бабочек, но и у более сложных организмов) сохраняется в виде связей нейронов.
При формировании памяти происходит <b>перестройка нейронной сети</b>: возникают новые связи (синапсы) и отмирают старые — так и происходит забывание.

Как показали нейробиологи, при процессе метаморфоза мозг личинки мушки дрозофилы сохраняет нейроны, но большинство связей в нейронной сети разрываются и формируются заново.
'
where id=6;
update questions
set question='<b>АСТРОНОМИЯ</b>

🐶 Астероид можно назвать именем любимого питомца',
    answer_description='Астероидами (термин ввёл Уильям Гершель в 1802 году) называются:
1) малые тела Солнечной системы, недостаточно большие, чтобы считаться планетой, но больше тридцати метров. Меньшие объекты называют метеороидами;
2) обращающиеся вокруг Солнца и не являющиеся кометами (для комет характерна газообразующая активность при приближении к Солнцу; при этом отдельные астероиды являются, по сути, «выродившимися», «потухшими» кометами).
Сначала астероидам давали <b>имена героев римской и греческой мифологии</b>, позднее открыватели получили право называть их как угодно, например, своим именем.

В настоящее время имена астероидам присваивает <b>Комитет по номенклатуре малых планет</b>. Получить имя может не любой астероид, а лишь тот, орбита которого достаточно надёжно вычислена.

<b>Имя астероида</b> должно соответствовать определенным правилам, а именно: слово должно иметь <b>не более 16 знаков, быть легко произносимым и не может быть прозвищем домашних животных</b>. Кроме того, если малая планета называется именами полководцев или политиков, то со времени их жизни должно пройти не менее 100 лет.'
where id=7;
update questions
set question='<b>ИНЖЕНЕРИЯ</b>

🐋 Голос кита можно записать на компакт-диск',
    answer_description='<b>Нет, это сделать невозможно</b>, потому что киты и дельфины общаются в том числе в ультразвуковом диапазоне, а такие звуки на CD или файл MP3 записать нельзя, если частота дискретизации меньше удвоенной максимальной частоты звука.

В AudioCD и стандартных MP3 файлах частота дискретизации <b>44100 Гц</b>, поэтому максимальная частота записанного звука <b>не может быть больше  22050 Гц</b>.'
where id=8;



update questions
set question='<b>ЛЕВИТАЦИЯ</b>

🪶 Тело может парить в условиях гравитации без опоры о воздух или любое другое физическое тело.',
    answer_description='<b>Такая левитация вполне возможна.</b>

Сегодня левитация используется, в частности, при создании поездов на магнитной подушке. Парения можно добиться в магнитном поле, создаваемом сверхпроводящими и постоянными магнитами, электромагнитами. Парить в сильном магнитном поле могут и живые существа, например, лягушки.

🐸 Известна левитация сверхпроводников в магнитном поле, а за эксперимент с левитацией <b>живой лягушки в сильном магнитном поле</b> Андрей Гейм получил в 2000 году Шнобелевскую премию.
Технология магнитной левитации сегодня используется для пассажирских поездов.
'
where id=9;
update questions
set question='<b>ТЕЛЕГОНИЯ</b>

🧬 Наследственность ребенка зависит не только от генов матери и отца, но и от генов предыдущих половых партнеров матери.',
    answer_description='На сегодня нет <b>никаких научных данных</b>, которые бы подтверждали передачу наследственного материала от предыдущих половых партнеров матери ребенку. Если, конечно, не считать таким «материалом» ВИЧ-инфекцию.'
where id=10;
update questions
set question='<b>ПАНСПЕРМИЯ</b>
🛸 Источником жизни на Земле могли стать органические соединения, занесенные на нашу планету из космоса.',
    answer_description='<b>Глицин</b> — это одна из основных аминокислот, которая входит в состав большинства белков. В 2016 году ученые сообщили об обнаружении глицина в газовом облаке кометы Чурюмова-Герасименко. Открытие было сделано с помощью прибора ROSINA, состоящего из двух масс-спектрометров и датчика давления.

Кроме глицина ученые обнаружили <b>фосфор</b>, который также является важным компонентом для возникновения жизни. Фосфаты, соединения содержащие фосфат-ион, входят в состав ДНК, РНК и фосфолипидов, которые формируют клеточные мембраны.
Это не исключительный случай. В 2009 году в ходе миссии Stardust <b>аминокислота</b> была найдена в хвосте кометы 81P/Вильда.'
where id=11;
update questions
set question='<b>ГОМЕОПАТИЯ</b>

🔬 При разбавлении нескольких граммов активного вещества водой в соотношении 1:100 200 раз (одно из стандартных разведений в гомеопатии, означающее, что исходное вещество разведено в соотношении 1:104°, в растворе остаются молекулы активного вещества.',
    answer_description='Например, в 18 миллилитрах воды (18 грамм) содержится 1 моль (молярная масса воды 18 г/моль), то есть, 6.02·1023 молекул.

При таком разбавлении вероятность того, что в 18 граммах “раствора” останется хотя бы одна молекула активного вещества равна примерно 10-378, то есть, практически равна нулю.'
where id=12;
update questions
set question='<b>АЛХИМИЯ</b>

🔮 Ртуть можно превратить в золото',
    answer_description='В 1940 году американские физики А. Шерром и К. Т. Бэйнбриджем сообщили об успешном получении золота из ртути: бомбардируя атомы ртути (атомный номер 80) быстрыми нейтронами, они получили золото (атомный номер 79).
Однако изотопы золота имели массовые числа 198, 199 и 200, а такие изотопы быстро распадаются. Эксперименты продолжили.

В 1947 году было показано, что <b>атомы ртути с массовыми числами 196 и 199 имеют больше всего шансов превратиться в золото</b> — в его единственный устойчивый изотоп золото-197. После проведения реакции его действительно получили — 100 грамм ртути превратили в 35 мкг золота. Эти микрограммы золота даже сохранили в музее. Больше такие эксперименты не ставили — слишком дорогим оказалось «искусственное» золото.'
where id=13;



update questions
set question='<b>ЭВОЛЮЦИЯ УСПОКОИТЕЛЬНЫХ</b>

Во все времена люди искали средства борьбы со стрессом и тревогой.
В XX веке получили распространение 2 популярных класса противотревожных препаратов: барбитураты (напр., фенобарбитал) и бензодиазепины (напр., феназепам). К сожалению, при всей своей эффективности они вызывают тяжелую медикаментозную зависимость. Зависимость возникает в связи с тем, что <b>оба класса препаратов воздействуют на рецепторы ГАМК (гамма-аминомасляная кислота)</b> — основного тормозного нейромедиатора в нашем мозге; сильное воздействие на них быстро изменяет чувствительность рецепторов по механизму обратной связи. Ученые давно пытаются разработать успокаивающие препараты, которые не вызывали бы зависимость.

Было замечено, что препараты, открытые для лечения совсем других заболеваний, вызывают снотворное и успокоительное действие, при этом практически не формируя зависимости. На их основе были разработаны новые противотревожные препараты.

<b>На рецепторы каких нейромедиаторов действуют эти препараты?</b>
',
    answer_description='Правильный ответ B — рецепторы гистамина.
Первые антигистаминные препараты от аллергии (димедрол, супрастин, тавегил) вызывали сонливость. Оказалось, что гистамин в мозге предположительно выступает в качестве нейромедиатора. Антигистаминные препараты, специально разработанные, чтобы проникать через гематоэнцефалический барьер, оказывают мягкое успокаивающее действие, не вызывая привыкания.'
where id=14;
update questions
set question='<b>МЕТАМАТЕРИАЛЫ</b>

🔍 Метаматериалы встречаются и в живой природе — это не такая большая редкость. Среди перечисленных объектов только в одном случае природа «не воспользовалась» метаматериалами. <b>В каком?</b>',
    answer_description='И голубой цвет крыльев бабочки Morpho, и крылышки моли, и кожа хамелеона — это самые настоящие метаматериалы, которые преломляют, поглощают свет и ультразвук.

И только <b>лапки геккона</b> устроены совсем просто: они позволяют ящерице держаться на вертикальной стене за счет <b>сил Ван-дер-Ваальса</b>.'
where id=15;
update questions
set question='<b>КРЕМЛЕВСКИЕ ЗВЕЗДЫ</b>

⭐️ Кремлевские звезды, расположенные на башнях Московского Кремля, — это технологически сложные устройства. В центре каждой звезды находится мощный источник света. Он закрыт молочным стеклом, которое обеспечивает равномерное излучение вовне, а сама звезда состоит из специального стекла.
<b>Что придает кремлевским звездам рубиновый цвет?</b>
',
    answer_description='Добавки наночастиц золота обеспечивают возникающее в стекле явление плазмонного резонанса. Результатом этого резонанса и является рубиновый цвет кремлевских звезд.'
where id=16;
update questions
set question='<b>ИСТОРИЯ ТРОИ</b>

🏗 Стены легендарной Трои построили бог и герой (Посейдон и Геракл), но ахейцы эти стены разрушили. На этом же месте был заново построен город, который называют Вторая Троя, — его стены построили люди из композитного материала.
<b>Какой композит использовали для строительства стен 2500 лет назад троянцы?</b>
',
    answer_description='Все перечисленные материалы относятся к композитам. <b>Саманный кирпич</b> — глина, армированная соломой, — это один из <b>древнейших композитов</b> в истории.

Из него построили и стены Второй Трои около 2500 до н.э. Строят дома из саманного кирпича и сегодня.
'
where id=17;
update questions
set question='<b>УГЛЕРОДНЫЙ СЛЕД</b

Предшественником <b>термина «углеродный след»</b> стала концепция «экологического следа», разработанная в 1990-х годах Уильямом Э. Рисом и Матисом Вакернагелем.

🐾 <b>Экологический след</b> — это метод расчета размеров территории, необходимой для удовлетворения текущих потребностей человека и поглощения отходов, связанных с этим потреблением.
🐾 <b>Углеродный след</b> — это индикатор, который оценивает лишь общее количество выбросов углекислого газа, связанное с конкретным видом деятельности или потреблением ресурсов.

<b>Как вы думаете, какой из видов энергетики оставляет наименьший углеродный след при выработке 1 ГВт электроэнергии?</b>
',
    answer_description='По одному из подсчетов ученых, углеродный след атомной энергетики составляет 9 г/кВт*ч, ветроэнергетики — 11 г/кВт*ч, солнечной энергетики — 44 г/кВт*ч, природного газа — 450 г/кВт*ч, угля - 1000 г/кВт*ч.'
where id=18;
update questions
set question='<b>ОПТИЧЕСКИЙ ПИНЦЕТ</b>
✂️ При работе с наноразмерными объектами их можно захватывать лазерным излучением.
Устройство, реализующее этот метод, называется <b>оптическим пинцетом</b> (Нобелевская премия 2018 года по физике Артуру Эшкину).

<b>Сколько минимум нужно источников лазерного излучения, чтобы захватить одну молекулу?</b>
',
    answer_description='Лазерный луч представляет собой <b>хорошо сфокусированное монохромное излучение</b>. В фокусе луча возникают градиентные силы, направленные к центру. Оказавшийся в фокусе объект попадает в "потенциальную" яму, из которой не может выскочить без внешней энергии. Таким образом, возникает эффект, который позволяет удерживать наноразмерные объекты всего одним лазерным лучом.

🧬 Оптический пинцет позволяет работать не только с такими объектами как коллоидные частицы, но и с элементами живой клетки, например, РНК, ДНК и белками.
'
where id=19;
update questions
set question='<b>ТЕКТОНИКА ПЛИТ </b>
🌍 Сколько континентов останется на Земле через 200 миллионов лет?',
    answer_description='Согласно моделированию, на Земле через 200 миллионов лет сформируется <b>один суперконтинент</b>, но где именно он сформируется и какую будет иметь форму, на этот счет есть разные ответы.

Основные гипотезы предполагают формирование Пангеи Ультимы, Новопангеи, Аурики или Амазии.
'
where id=20;
update questions
set question='<b>И ОПЯТЬ О ДИНОЗАВРАХ</b>

🦖 Наши знания о динозаврах довольно сильно продвинулись за последние годы.
<b>Какое из утверждений, на ваш взгляд, на текущий момент является неправильным?</b>
',
    answer_description='Многие динозавры поддерживали постоянную температуру тела — доказательством служат остатки биологических молекул в их костях.
Некоторые динозавры были не просто пернатыми, но и «пушистыми», а также цветными, — отпечатки перьев исследователи раньше просто не замечали в породе. Также были обнаружены отпечатки клеток, которые обычно отвечают за пигментацию. По ним сейчас реконструируют цвет динозавров.

В Московском регионе на глубине около 70 метров находятся карстовые пещеры с остатками организмов юрского периода, в том числе динозавров. Подмосковный карьер Пески — одно из мест, где регулярно находят окаменелые остатки.


Однако обнаружить <b>целую молекулу ДНК</b> и уж тем более секвенировать ее (пока?) не удалось. Представляется, что это скорее всего будет невозможно сделать и в будущем. Дело в том, что ДНК — не самая устойчивая органическая молекула (еще и огромного размера!), и чтобы проделать секвенирование, она должна хорошо сохраниться. Самые старые обнаруженные ДНК — мамонтов, которые жили около миллиона лет назад, при этом их останки были заморожены в вечной мерзлоте. Динозавры жили более 65 миллионов лет назад — это делает вероятность сохранения молекул ДНК крайне низкой.
'
where id=21;




update questions
set question='<b>ЭТАЛОН КИЛОГРАММА</b>

⚖️ После того как в 1889 году был изготовлен эталон килограмма, он сохранялся в Севре (коммуна в юго-западных предместьях Парижа) в <b>Международном бюро мер и весов</b>. Были также изготовлены его копии, которые хранятся в национальных метрологических учреждениях по всему миру. После сверки эталонов было обнаружено, что их расхождение накапливается и составляет 50 мкг за 100 лет.

<b>Что стало причиной расхождения эталонов?</b>
',
    answer_description='Эталон создан из платино-иридиевого сплава с очень низкой химической активностью, но все равно происходит <b>диффузия</b? и <b>испарение</b>. Также на массу эталонов повлияли <b>загрязнения</b> при извлечении из-под вакуумного колпака. '
where id=22;
update questions
set question='<b>КАК ЧАСТО НАДО ЗАПРАВЛЯТЬ АТОМНЫЙ ЛЕДОКОЛ?</b>
🚢 <b>Ледоколы - это особый класс кораблей, которые предназначены для преодоления толстых льдов</b>.

Они активно применяются в разных сферах: сопровождают торговые суда, используются для поддержки исследовательских программ, проводимых в полярных регионах, и даже могут принимать на своём борту туристов. Чтобы ломать лед, такие корабли должны быть мощными, широкими и тяжелыми, а наиболее эффективный их вид - это атомный. Как и любому транспортному средству, ему необходимо топливо и заправка.

<b>Как часто надо заправлять современный атомный ледокол?</b>
',
    answer_description='Современные атомные ледоколы “заправляют” топливом раз в 5-7 лет.'
where id=23;
update questions
set question='<b>ВЫСОКОТЕМПЕРАТУРНАЯ СВЕРХПРОВОДИМОСТЬ</b>

❄️ <b>Сверхпроводимостью</b> называется свойство материала при температуре ниже критической переходить в состояние, когда его сопротивление почти мгновенно падает до нуля.

Это явление было открыто <b>в начале XX века</b> для металлической ртути: она становится сверхпроводником при температуре -269 °С. Если бы отыскался материал, критическая температура которого достаточно высокая, например, комнатная, и он переходит в сверхпроводящее состояние при нормальном давлении, то это привело бы к невероятной экономии электроэнергии, которая сейчас теряется при электрическом сопротивлении. Поиски таких материалов — это «Святой Грааль» физики конденсированных состояний.
<b>Какова максимальная температура, для которой на сегодняшний день получены материалы, переходящие в сверхпроводящее состояние (только подтвержденные результаты)?</b>
',
    answer_description='При такой температуре в сверхпроводящее состояние переходит гидрид лантана, но необходимо давление, примерно такое же, как 75% от давления в центре Земли.'
where id=24;
update questions
set question='<b>БУТЫЛОЧНОЕ ГОРЛЫШКО В ПОПУЛЯЦИИ ЧЕЛОВЕКА</b>

👫 Согласно одной из последних работ генетиков, недавно опубликованной в журнале «Science», около 900 тыс. лет назад в истории человечества едва не случилась катастрофа. Предки человека почти вымерли. <b>Численность половозрелых особей в популяции</b>, которая в дальнейшем стала прародителем всех ныне живущих на планете людей, резко <b>сократилась</b> примерно до...
',
    answer_description=''
where id=25;
update questions
set question='<b>СКОЛЬКО ВЕШАТЬ В ЛИТРАХ</b>
🚗 Многие современные автомобили имеют <b>систему «старт-стоп»</b>, которая позволяет экономить топливо и производить меньше выбросов в окружающую среду. Работает это так: на светофоре двигатель выключается сам. Некоторые автомобили даже указывают то, сколько CO₂ не было выброшено в атмосферу. Автор вопроса за неделю эксплуатации своего автомобиля получил сообщение, что не было выброшено 1 кг углекислого газа, но для нас, конечно, более привычно измерять количество газа или жидкости в литрах.

<b>Давайте посчитаем, а сколько это в литрах?</b>
',
    answer_description=''
where id=27;
update questions
set question='В 1990 году студентами Калифорнийского университета в Санта-Крузе было впервые описано соединение, которое обладает следующими свойствами:
- широко используется в производстве пестицидов, удобрений, в ядерных реакторах;
- является основной составляющей кислотных дождей;
- контакт с газообразной формой химиката приводит к сильным ожогам;
- вдыхание небольшого количества вещества грозит смертельным исходом;
- ускоряет коррозию и вредит большинству электроприборов;
- используется в производстве как растворитель и хладогент.

<b>Напишите химическую формулу этого соединения.</b>
<b>Ответ напишите в формате "С2Н5ОН"</b>
',
    answer_description=''
where id=28;

update question_groups
set  = 
where;


