start_message = ("""⚛️ <b>Это не просто мероприятие, не просто диктант, и не просто проект - это всё вместе, за гранью невероятного! </b>

🧬 Мы рады приветствовать вас на Всероссийской просветительской акции «Открытая лабораторная», где вам предстоит ответить на множество интересных вопросов, связанных с научным и ненаучным, здравым смыслом и восприятием мира. 

Центральной площадкой акции в 2023 году станет <a href="https://atom.museum/">Павильон «АТОМ» на ВДНХ</a> - новая точка притяжения представителей атомной промышленности и научно-просветительского сообщества. Сегодняшнее событие приурочено ко Всемирному дню науки за мир и развитие, отмечаемому 10 ноября. 

🧬 Вас ждет увлекательный квиз, в рамках которого можно узнать много нового и блеснуть своими знаниями. Участникам предстоит ответить на 28 вопросов, связанных с наукой. Правильные ответы «цифровые лаборанты», использующие чат-бот, узнают сразу, а в конце получат полную сводку своих результатов. 

Ну что ж, мы начинаем. <b>И да пребудет с Вами АТОМ!</b>""")

finish_message = ("""🧬 Итоги 

Сейчас хочется особо поблагодарить каждого, кто дошёл до этого момента, несмотря на сложность восприятия некоторых вопросов, на длительность мероприятия и прочие технические шоколадки, которые могли возникнуть. 

28 вопросов позади, и <b>самое время взглянуть на то, как успешно вы прошли эту викторину!</b>""")

final_message = ("""🎁 А чтобы подогреть ваш интерес к познанию нового, «Открытая лабораторная» дарит вам набор атомных стикеров для Телеграм: https://t.me/addstickers/OpenLaba2023 

Будьте позитивными, как протон, атомными, как Курчатов, и никогда не бойтесь кварковой странности! ⚡️""")


result_text = {9: ("""🧬 Иногда результаты могут быть не такими, какими мы ожидали, но важно помнить, что само участие в «Открытой лабораторной» уже является большим достижением. 
Не стоит расстраиваться из-за недостаточного количества баллов. Вместо этого рассматривайте свой результат как возможность для дальнейшего роста и обучения. 

Не забывайте, что успех приходит с опытом, и каждое участие в квизе делает вас сильнее. Продолжайте изучать и учиться, и в следующий раз ваш результат будет еще лучше!
"""),
               17: ("""🧬 Ваше участие в викторине демонстрирует ваш интерес к обучению и желание узнавать новое. 

Важно помнить, что каждый вопрос, на который вы отвечаете, приносит вам новый опыт и новое знание.
Продолжайте изучать интересующие вас темы, задавать вопросы и учиться на ошибках! <b>Именно так вы становитесь сильнее и увереннее.</b> 
"""),
               24: ("""🧬 Ваши знания и способность применять их в деле заслуживают наивысших похвал. 

Не забывайте, что ваш успех - это всего лишь начало большего пути к знаниям и достижениям. Продолжайте развивать свой интеллект, исследовать новые области и учиться всегда. Ваши возможности безграничны. 
Пусть ваше стремление к знаниям всегда вас вдохновляет.
"""),
               27: ("""🧬 Ваша способность охватывать такой объем информации впечатляет! 

Вы стали образцом того, что даже наивысшие стандарты могут быть достигнуты, и несмотря на это, вы не прекращаете расти и учиться. Теперь, когда вы показали, на что вы способны, не переставайте стремиться к новым горизонтам! 
"""),
               28: ("Невероятно… Неужели перед нами тот самый избранный, кто ещё не раз впишет своё имя в историю "
                    "науки? Вероятность набрать максимальный балл здесь приблизительно такая же, как вероятность "
                    "выигрыша джекпота, и непонятно, что из этого лучше!\n\nВаше достижение - это нечто уникальное, "
                    "и оно вдохновляет нас и других на постоянное совершенствование. Ваши жажда знаний и постоянное "
                    "стремление к лучшему - это пример, который мы можем воспринимать как образец, к которому можно и "
                    "нужно стремиться.\n\nТеперь, когда вы показали миру свой потенциал, будьте уверены, что вас ждет "
                    "еще больше возможностей и выдающихся результатов. Не останавливайтесь на достигнутом, и ваш путь "
                    "будет полон свершений.")}

