start_message = ("Это не просто мероприятие, не просто диктант, и не просто проект - это всё вместе, за гранью "
                 "невероятного! Мы рады приветствовать вас на нашей акции “Открытая лабораторная”, где вам предстоит "
                 "ответить на множество интересных вопросов, связанных с научным и ненаучным, здравым смыслом и "
                 "восприятием мира. Нас ждет увлекательный квиз, в рамках которого можно узнать много нового и блеснуть"
                 " своими знаниями. Так что пристегнитесь, мы взлетаем!")

finish_message = ("Сейчас хочется особо поблагодарить каждого, кто дошёл до этого момента, несмотря на сложность "
                  "восприятия некоторых вопросов, на длительность мероприятия и прочие технические шоколадки, "
                  "которые могли возникнуть. 28 вопросов позади, и самое время взглянуть на то, как успешно вы прошли "
                  "этот квиз!")

final_message = ("Наша “Открытая лабораторная” подходит к концу, но вокруг нас ещё так много активностей, "
                 "которые можно и нужно посещать! Например, в павильоне «АТОМ», на нашей центральной площадке, "
                 "с 4 ноября по 12 апреля проходит множество увлекательных мероприятий. Это уникальная возможность "
                 "окунуться в захватывающий мир современной ядерной науки и технологии. \n\nЭкспозиция павильона "
                 "«АТОМ» рассказывает не только о прошлом, но и о будущем ядерных знаний и технологий. Здесь можно "
                 "узнать, как создавался атомный проект СССР, как рождалась и росла отечественная атомная энергетика. "
                 "Здесь также можно заглянуть в завтрашний день и поближе познакомиться с будущим, которое нам "
                 "подарит мирный атом. Более того, уже совсем скоро в павильоне появятся AR- и VR-технологии, "
                 "которые позволят не только ощутимо ближе соприкоснуться с атомной тематикой, но и узнать намного "
                 "больше, чем можно представить.\n\nНе упустите этот шанс узнать больше о революционных достижениях "
                 "в ядерной индустрии и их влиянии на наше будущее. Это мероприятие предоставит вам уникальную "
                 "возможность погрузиться в мир науки и технологии, который формирует наше завтра. Будем рады "
                 "встретиться вновь!")


result_text = {9: ("Иногда результаты могут быть не такими, какими мы ожидали, но важно помнить, что участие в "
                   "“Открытой лабораторной” уже является большим достижением. \n\nНе стоит расстраиваться из-за "
                   "недостаточного количества баллов. Вместо этого рассматривайте свой результат как возможность "
                   "для дальнейшего роста и обучения. Каждый вопрос, на который вы не ответили, становится шагом к "
                   "новому знанию.\n\nНе забывайте, что успех приходит с опытом, и каждое участие в квизе делает "
                   "вас сильнее. Продолжайте изучать и учиться, и в следующий раз ваш результат будет еще лучше."),
               17: (
                   "Ваше участие в квизе демонстрирует ваш интерес к обучению и желание узнавать новое. Важно помнить, "
                   "что каждый вопрос, на который вы отвечаете, приносит вам новый опыт и новое "
                   "знание.\n\nПродолжайте изучать интересующие вас темы, задавать вопросы и учиться на ошибках. "
                   "Именно так вы становитесь сильнее и увереннее."),
               24: ("Ваши знания и способность применять их в деле заслуживают наивысших похвал. Не забывайте, "
                    "что ваш успех - это всего лишь начало большего пути к знаниям и достижениям. Продолжайте "
                    "развивать свой интеллект, исследовать новые области и учиться всегда. Ваши возможности "
                    "безграничны.\n\nТеперь, когда вы показали свой потенциал, не останавливайтесь. Ваш путь к знаниям "
                    "и достижениям только начинается. Постоянное обучение и стремление к совершенству помогут вам "
                    "добиваться еще больших успехов.\n\nМы гордимся вами и вашими достижениями, и с нетерпением ждем "
                    "новых побед и достижений в будущем. Пусть ваше стремление к знаниям всегда вас вдохновляет."),
               27: ("Ваша способность охватывать и понимать так много информации впечатляет. Ваше достижение "
                    "вдохновляет нас всех на поиск собственного совершенства и стремление к знаниям.\n\nВы стали "
                    "образцом того, что даже наивысшие стандарты могут быть достигнуты, и несмотря на это, "
                    "вы не прекращаете расти и учиться. Ваше стремление к знаниям - это истинное вдохновение для нас. "
                    "Теперь, когда вы показали, на что вы способны, не переставайте стремиться к новым горизонтам."),
               28: ("Невероятно… Неужели перед нами тот самый избранный, кто ещё не раз впишет своё имя в историю "
                    "науки? Вероятность набрать максимальный балл здесь приблизительно такая же, как вероятность "
                    "выигрыша джекпота, и непонятно, что из этого лучше!\n\nВаше достижение - это нечто уникальное, "
                    "и оно вдохновляет нас и других на постоянное совершенствование. Ваши жажда знаний и постоянное "
                    "стремление к лучшему - это пример, который мы можем воспринимать как образец, к которому можно и "
                    "нужно стремиться.\n\nТеперь, когда вы показали миру свой потенциал, будьте уверены, что вас ждет "
                    "еще больше возможностей и выдающихся результатов. Не останавливайтесь на достигнутом, и ваш путь "
                    "будет полон свершений.")}

